{
  "nav.home": "Αρχική",
  "nav.about": "Σχετικά",
  "nav.skills": "Δεξιότητες",
  "nav.contact": "Επικοινωνία",
  "nav.resume": "Βιογραφικό ↓",

  "home.greeting": "Γεια, είμαι ο",
  "home.nameLine1": "Κώστογλου",
  "home.nameLine2": "Μιχαήλ-Άγγελος",
  "home.description": "Junior Full-Stack Developer που του αρέσει να δημιουργεί αποδοτικές και επεκτάσιμες web εφαρμογές. Σπουδάζω Πληροφορική στο Δημοκρίτειο Πανεπιστήμιο Θράκης. Ασχολούμαι με την εκμάθηση νέων τεχνολογιών και τη βελτίωση των δεξιοτήτων μου στην ανάπτυξη λογισμικού.",
  "home.btnProjects": "Δες τα Project μου",
  "home.btnContact": "Επικοινώνησε μαζί μου",

  "about.title": "Σχετικά με Εμένα",
  "about.p1": "Είμαι junior full-stack developer με αγάπη για την τεχνολογία και την ανάπτυξη λογισμικού. Αυτή τη στιγμή σπουδάζω για το πτυχίο μου στην Πληροφορική στο Δημοκρίτειο Πανεπιστήμιο Θράκης.",
  "about.p2": "Κατέχω πιστοποιητικό ECPE Proficiency στα Αγγλικά (Επίπεδο C2). Γράφω κώδικα από το 2023, χτίζοντας projects που κυμαίνονται από web εφαρμογές μέχρι ήπιο game development.",
  "about.p3": "Μερικές λεπτομέρειες για εμένα:",
  "about.born": "Γεννήθηκα: 20 Ιανουαρίου 2006",
  "about.location": "Τοποθεσία: Αυτή τη στιγμή στην Καβάλα, Ελλάδα",
  "about.education": "Εκπαίδευση: Πτυχίο Πληροφορικής (σε εξέλιξη)",
  "about.university": "Πανεπιστήμιο: Δημοκρίτειο Πανεπιστήμιο Θράκης",

  "skills.title": "Δεξιότητες & Γλώσσες Προγραμματισμού",

  "projects.title": "Τα Project μου",
  "projects.card1.title": "Portfolio Website",
  "projects.card1.desc": "Ένα προσωπικό portfolio website χτισμένο με HTML, CSS και JavaScript. Παρουσιάζει τις δεξιότητές μου, τα project μου και την εμπειρία μου ως full-stack developer. Το site είναι σχεδιασμένο να είναι responsive και οπτικά ελκυστικό.",
  "projects.card2.title": "Πανεπιστημιακό Project",
  "projects.card2.desc": "Ένα πανεπιστημιακό project παρουσίασης χτισμένο με HTML, CSS και JavaScript. Δημιουργήθηκε ως μέρος πανεπιστημιακής εργασίας και αποδεικνύει την ικανότητά μου να δημιουργώ οπτικά ελκυστικές και διαδραστικές web εφαρμογές.",
  "projects.card3.title": "Έρχεται Σύντομα...",
  "projects.card3.desc": "Ένα ακόμα συναρπαστικό project έρχεται σύντομα. Εξερευνώ συνεχώς νέες τεχνολογίες και σπρώχνω τα όρια αυτού που μπορώ να χτίσω.",

  "contact.title": "Επικοινωνία",
  "contact.text": "Αυτή τη στιγμή αναζητώ νέες ευκαιρίες και τα μηνύματά μου είναι πάντα ανοιχτά. Είτε έχεις μια ερώτηση είτε απλά θέλεις να πεις ένα γεια, συμπλήρωσε τη φόρμα παρακάτω και θα σου απαντήσω το συντομότερο δυνατό!",
  "contact.labelName": "Όνομα",
  "contact.labelEmail": "Email",
  "contact.labelSubject": "Θέμα",
  "contact.labelMessage": "Μήνυμα",
  "contact.placeholderName": "Το όνομά σου",
  "contact.placeholderEmail": "to@email.sou",
  "contact.placeholderSubject": "Ποιο είναι το θέμα;",
  "contact.placeholderMessage": "Το μήνυμά σου...",
  "contact.btnSend": "Αποστολή Μηνύματος",
  "contact.msgSuccess": "Το μήνυμα στάλθηκε επιτυχώς! Θα επικοινωνήσω σύντομα.",
  "contact.msgError": "Ωχ! Κάτι πήγε στραβά. Δοκίμασε ξανά ή στείλε μου email απευθείας."

}
